/** Дана информация о людях ANCESTRY_DATA
 *
 * Используя этот набор данных, подсчитайте:
 *
 * среднюю разницу в возрасте между матерями и их детьми.
 * среднюю разницу в возрасте между родителями
 * среднее количество детей в семье => in home
 * средний возраст людей для каждого из столетий. Назначаем столетию людей, беря их год смерти, деля его на 100 и округляя: `Math.ceil(person.died / 100)`.
*/

/**
 * human = {
    "name": "Carolus Haverbeke",
    "sex": "m",
    "born": 1832,
    "died": 1905,
    "father": "Carel Haverbeke",
    "mother": "Maria van Brussel"
   },
*/
